tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "tilt-dev/tap"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "capnp"
brew "coreutils"
brew "ctlptl"
brew "exa"
brew "fish"
brew "gh"
brew "git-delta"
brew "helm"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kind"
brew "kn"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libpq"
brew "node"
brew "pnpm"
brew "postgresql@15"
brew "pyenv"
brew "python@3.10"
brew "stern"
brew "terminal-notifier"
brew "terraform"
brew "tilt"
brew "tmux"
brew "yq"
brew "googlecontainertools/kpt/kpt"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "airflow"
cask "alfred"
cask "cleanshot"
cask "dbeaver-community"
cask "discord"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "graphiql"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "postico"
cask "postman"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "sunsama"
cask "superhuman"
cask "syncalicious"
cask "telegram"
cask "todoist"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "adpyke.codesnap"
vscode "Atishay-Jain.All-Autocomplete"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "cnakazawa.dunkel-theme"
vscode "cnakazawa.licht-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "jnbt.vscode-rufo"
vscode "JuanBlanco.solidity"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "netcorext.uuid-generator"
vscode "nhoizey.gremlins"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "statiolake.vscode-rustfmt"
vscode "usernamehw.errorlens"
vscode "xmonader.vscode-capnp"
vscode "ziyasal.vscode-open-in-github"
vscode "znck.grammarly"
